/* Generic authentication error. */
"UNKNOWN_ERROR" = "Unable to authenticate the user.";
"USER_NOT_ADMIN_PASS" = "You must enter an administrator’s name and password.";
"USER_NOT_ADMIN_PIN" = "You must enter an administrator’s name and password.";
"INVALID_USER_NAME" = "You must enter a valid user name.";
"INVALID_USER_PASSWORD" = "You must enter a valid password.";
"INVALID_USER_PIN" = "You must enter a valid PIN.";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "Please try again.";

/* Button Titles */
"RESTART_BUTTON" = "Restart";
"SHUTDOWN_BUTTON" = "Shut Down";

/* Restart Warning */
"RESTART_MAIN_WARNING" = "There are currently logged in users who may lose unsaved changes if you restart this computer.";
"RESTART_DETAIL_WARNING" = "Restarting or shutting down the computer will quit applications in other sessions where documents have not been saved. The data will be lost. Enter an administrator's name and password and click Restart, or choose Cancel to dismiss.";

/* Shut Down Warning */
"SHUTDOWN_MAIN_WARNING" = "There are currently logged in users who may lose unsaved changes if you shut down this computer.";
"SHUTDOWN_DETAIL_WARNING" = "Restarting or shutting down the computer will quit applications in other sessions where documents have not been saved. The data will be lost. Enter an administrator's name and password and click Shut Down, or choose Cancel to dismiss.";

/* PIN or Password */
"PIN" = "PIN:";
"PASSWORD" = "Password:";